Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: With the rubber dam adjusted over the adjacent teeth, including the one to be operated upon, the cavity is thoroughly washed with H2O2 repeatedly and then carefully dried….
vi: Với đê cao su điều chỉnh qua răng kế cận, bao gồm răng cần điều trị, xoang mở tuỷ được rửa sạch bằng H2O2 nhiều lần và sau đó thổi khô...

source: With this in mind, stronger evidence may be needed to start recommending tray whitening in child and teenage patients on a regular basis.
vi: Với suy nghĩ này, có thể cần bằng chứng mạnh để bắt đầu giới thiệu khay làm trắng ở trẻ em và tuổi vị thành niên.

source: Without any further treatment, the discoloration had not returned after 7 years.
vi: Không có thêm bất kỳ điều trị nào, màu răng ổn định sau 7 năm.

source: Yellow teeth caused by aging (Fig. 6.1), which is discussed in Sect.
vi: Răng vàng do tuổi (Hình 6.1), được thảo luận trong phần

source: Yellow/brown stains from enamel fluorosis (Fig. 6.4) or from idiopathic causes, which are discussed in more detail in Sect.
vi: Vết màu vàng/nâu do nhiễm flour men răng (Hình 6.4) hoặc từ idiopathic, được mô tả chi tiết trong phần

source: Yellowish, brownish discolorations are caused by organic components, which fill the porosities.
vi: Đổi màu vàng, nâu là do thành phần hữu cơ, làm đầy chỗ xốp.

source: Yes, but it depends on the intensity of the stain.
vi: Có, nhưng phụ thuộc vào cường độ của nhiễm màu.

source: Yes.
vi: Có.

source: You usually prescribe 10 % carbamide peroxide for your clinical cases of at-home whitening in a custom-fitted tray.
vi: Bạn thường kê toa 10 % carbamide peroxide cho trường hợp lâm sàng tẩy trắng tại nhà trong khay cá nhân.

source: a microscopic layer of enamel (Donly et al.
vi: một lớp vi thể men răng (Donly và cộng sự

source: after a single in-office
vi: sau duy nhất một lần tại phòng khám

source: air-blown for 5 s to prevent pooling around the incisal edge
vi: thổi hơi 5s để tránh sự gộp lại xung quanh bờ cắn

source: and 1 ml of ether.
vi: và 1 ml ether.

source: and 75 % ether, which was activated by a lamp producing light and heat to release
vi: và 75 % ether, được kích hoạt bởi đèn tạo ánh sáng và nhiệt để giải phóng

source: and Surface Texture Defects
vi: và những khiếm khuyết bề mặt

source: approximate 0.66 in the final color change in ΔSGU and 2.48 for the ΔE, meaning that the darker the baseline tooth color, the higher the degree of whitening.
vi: xấp xỉ 0.66 trong sự thay đổi trong ΔSGU và 2.48 ΔE, có nghĩa là màu ban đầu càng tối, mức độ làm trắng càng cao.

source: are located in the outer lesion surface.
vi: được đặt ở mặt ngoài tổn thương.

source: around pulp cells, making these approaches not effective.
vi: quanh tế bào tuỷ răng, làm cho phương pháp này không hiệu quả.

source: as at-home bleaching (Matis et al.
vi: như tẩy trắng răng tại nhà (Matis và cộng sự

source: aspects with the etching gel to achieve a homogeneous appearance.
vi: với gel eching để đạt được vẻ ngoài đồng nhất.

source: at-home whitening treatment
vi: tẩy trắng tại nhà

source: available in the market.
vi: có sẵn trên thị trường.

source: beverage) the amount of calcium lost from these teeth is also 1 μg/mm2 (McCracken and Haywood 1996).
vi: ) lượng calcium mất đi cũng là 1 μg/mm2 (McCracken và Haywood 1996).

source: bleaching (Marson et al.
vi: (Marson và cộng sự

source: bleaching with different
vi: Tẩy trắng với sản phẩm khác

source: carbamide peroxide for at-home whitening of physiological discoloration in the last 10 years.
vi: carbamide peroxide để tẩy trắng răng tại nhà cho đổi màu sinh lý trong 1 năm qua.

source: certainly cause dental fluorosis (Twetman and Ekstrand 2013).
vi: hầu như chắc chắn gây nhiễm fluor nha khoa (Twetman và Ekstrand 2013).

source: chamber and heated with a hot instrument
vi: buồng vào tạo nhiệt bằng dụng cụ nóng

source: clinicians with a better understanding of the protocol and particularities of the tech- nique and facilitate its incorporation into the daily practice with confidence.
vi: các bác sĩ một hiểu biết tốt hơn về quy trình và đặc thù của kỹ thuật và tạo điều kiện đưa nó một cách tự tin và thực hành hàng ngày.

source: composite restorations in the anterior segment.
vi: phục hồi composite trong phân đoạn phía trước

source: diet is necessary by evaluating the effects of coffee, tea, wine, and dark fruits on tooth whitening during the bleaching process (Matis et al.
vi: có cần thiết bằng đánh giá tác động của cà phê, trà, rượu, và trái cây màu thâm lên răng trong quá trình tẩy trắng (Matis và cộng sự

source: enamel (Cvitko et al.
vi: men răng(Cvitko và cộng sự

source: enamel surface porosity (Ben-Amar et al.
vi: bề mặt men răng xốp (Ben-Amar và cộng sự

source: enough to produce enamel demineralization.
vi: đủ để làm khử khoáng men răng.

source: even with an infiltrant the relatively long application time of 3 min is recommended to ensure a preferably complete infiltration of the lesion body (Fig. 10.6).
vi: ngay cả dùng xâm nhập một thời gian tương đối dài 3 phút được đề nghị để đảm bảo xâm nhập nhựa vào tổn thương tốt hơn (Hình 10.6).

source: extremely important.
vi: cực kỳ quan trọng.

source: fluoride in the years of amelogenesis, but the permanent first molars where not affected, and the parents could not identify a source of excess fluoride in the child’s first decade.
vi: fluoride trong những năm hình thành men răng, nhưng răng cối lớn thứ nhất vĩnh viễn không bị ảnh hưởng, và bố mẹ không thể xác định được nguồn fluoride dư trong thập kỷ đầu tiên của đứa trẻ.

source: fluorosis stains
vi: vết nhiễm fluor

source: formed.
vi: hình thành.

source: frustration, they should be instructed that a slight darkening is expected to occur in the following days as a result of dental rehydration and remineralization, and this does not necessarily mean that the bleaching was not efficient.
vi: thất vọng, họ cần được thông báo rằng răng sẽ tối một chút trong những ngày tiếp theo như là kết quả của sự tái tạo độ ẩm và tái khoáng hoá, và điều này không có nghĩa là tẩy trắng không hiệu quả.

source: gel was extended to the other white spot areas and left undisturbed for 2 min
vi: được mở rộng đến vùng đốm trắng khác và để yên 2 phút

source: history of trauma
vi: tiền sử chấn thương

source: in-office bleaching application with a high-concentration hydrogen peroxide
vi: tẩy trắng tại phòng khám bằng hydrogen peroxide nồng độ cao

source: in-office bleaching gel (Whiteness HP Blue 35 %, FGM, Joinville, SC, Brazil) is mixed and applied in all teeth to be bleached
vi: gel tẩy trắng tại phòng khám (Whiteness HP Blue 35 %, FGM, Joinville, SC, Brazil) được trộn và áp dụng trên tất cả răng được tẩy trắng

source: in-office whitening is as efficient as at-home bleaching.
vi: tẩy trắng tại phòng khám hiệu quả như tẩy trắng răng tại nhà.

source: infiltration alone did not work.
vi: xâm nhập một mình không hiệu quả.

source: ing of the tooth for a ∆E of 7.3, without any actual bleaching having occurred.
vi: răng trong ∆E of 7.3, mà không có tẩy trắng thực tế nào xảy ra.

source: internal brush bristles was used to apply the slurry to all four incisors (Fig. 9.5c).
vi: bàn chải lông bên trong được dùng để áp dụng bột nhão lên 4 răng cửa (Hình 9.5c).

source: lesions look very similar to active progressing caries lesions except the higher min- eralized surface.
vi: tổn thương trông rất giống tổn thương sâu răng đang tiến triển ngoại trừ bề mặt khoáng hoá cao hơn.

source: level of gutta-percha was at the
vi: mức gutta-percha tại

source: literature findings point out that there is no advantage of associating it with high concentrations of HP gels (Marson et al.
vi: phát hiện trong y văn chỉ ra không có ưu điểm khi nó kếp hợp nó với nồng độ gel HP cao (Marson và cộng sự

source: longevity of the whitening effect compared to 10 % carbamide peroxide.
vi: độ bền của hiệu quả làm trắng so với 10 % carbamide peroxide.

source: low-viscosity resin-based material without an intermediate adhesive is inserted and light-cured
vi: vật liệu nhựa độ nhớt thấp không có chất dán trung gian được đặt vào và quang trùng hợp.

source: may increase the risk of fluorosis in children and doses above 100 μg/kg almost
vi: có thể tăng nguy cơ nhiễm fluor ở trẻ em và liều trên 100 μg/kg

source: minocycline-associated tooth discoloration, which occurred after only 4 weeks of treatment in one case (Poliak et al.
vi: minocycline có liên quan tới đổi màu răng, xảy ra chỉ sau 4 tuần điều trị ở một trường hợp (Poliak và cộng sự

source: nitrate was found to be as effective as amorphous calcium phosphate (ACP) to pre- vent sensitivity (Matis et al.
vi: nitrate được thấy có hiệu quả như amorphous calcium phosphate (ACP) để chống lại nhạy cảm (Matis và cộng sự

source: opposite trend, the degree of whitening is negatively affected by the participant’s age (Rezende et al.
vi: xu hướng ngược lại, mức độ trắng bị ảnh hưởng bởi tuổi của những người tham gia (Rezende và cộng sự

source: peroxide gel within a 15-min period (Cooper et al.
vi: gel peroxide trong thời gian 15 phút (Cooper và cộng sự

source: polishers.
vi: đánh bóng.

source: posttraumatic lesions, or molar incisor hypomineralization (MIH).
vi: tổn thương sau chấn thương, hoặc kém khoáng hoá răng cửa răng cối lớn (MIH).

source: probably have higher organic content to retain the HP in the enamel and dentin sub- strates, allowing less surplus HP to travel to the pulp tissue.
vi: có lẽ có thành phần hữu cơ cao hơn để giữ HP lại trong men răng và ngà răng, làm cho HP ít xâm nhập vào tuỷ răng.

source: products (Adapted from
vi: (Chuyển thề từ

source: products are ineffective.
vi: không hiệu quả.

source: re-examined after 1–8 years
vi: tái khám sau 1–8 năm

source: recent discolorations, as seen in Chap.
vi: đổi màu gần đây, như trong chương

source: removal of tooth structure using this technique and found tooth whitening to be a promising alternative (Kirk 1906).
vi: làm mất cấu trúc răng bởi kỹ thuật này và phát hiện làm trắng răng có thể là một sự thay thế đáng hứa hẹn (Kirk 1906).

source: repeated applications (Spalding et al.
vi: lặp đi lặp lại (Spalding và cộng sự

source: significant whitening effect after 2 weeks of daily application.
vi: làm trắng đáng kể sau 2 tuần dùng hàng ngày.

source: sion of 100–150 μm is necessary.
vi: 100–150 μm là cần thiết.

source: sive powder in a silica gel.
vi: dạng gel.

source: solvent qualities of ether
vi: dung môi của ether

source: source
vi: nguồn

source: submitted to in-office bleaching (Klaric et al.
vi: đệ trình để tẩy trắng tại phòng khám (Klaric và cộng sự

source: to a scalloped tray slightly short of the free gingival margin (0.5–1.0 mm) to prevent possible irritation caused by the contact of the gel with the soft tissues (Chap.
vi: khay dạng vỏ sò hơi ngắn hơn đường viền nướu rời (0.5–1.0 mm) để tránh kích thích nướu do gel tiếp xúc mô mềm (chương

source: trauma
vi: chấn thương

source: traumatic injury CEJ without a barrier
vi: chấn thương CEJ không có rào chặn

source: treatment the teeth are desiccated, the final aesthetic result after some days is usu- ally even better compared to directly after treatment.
vi: điều trị răng được làm khô, kết quả thẩm mỹ cuối cùng sau vài ngày thường tốt hơn ngay cả khi so sánh với sau khi điều trị.

source: treatment time may be required to achieve satisfactory results (Leonard et al.
vi: thời gian điều trị có thể cần thiết để có kết quả khả quan (Leonard và cộng sự

source: underlying lesion and a “superficial” composite restoration of ca.
vi: tổn thương bên dưới và phục hồi composite "bề mặt' của ca.

source: use of hydrogen peroxide to bleach root canal-treated teeth (Harlan 1884):
vi: sử dụng hydrogen peroxide để tẩy trắng răng đã nội nha (Harlan 1884):

source: usually based on empirical evidence.
vi: thường dựa trên bằng chứng kinh nghiệm.

source: usually possess a basic pH that allows them to be used for longer application times without increasing the risk of TS (Kossatz et al.
vi: thường có pH cơ bản cho phép chúng được sử dụng cho thời gian áp dụng lâu hơn mà không tăng nguy cơ nhạy cảm (Kossatz và cộng sự

source: with air but not water.
vi: không khí không phải nước.

source: ΔL* in a 6-week period
vi: ΔL* trong khoảng thời gian 6 tuần

source: Δb* in a 6-week period
vi: Δb* trong khoảng thời gian 6 tuần

source: “maltextured” layer.
vi: lớp “maltextured”.
